{
  "texts": [
    {
      "text": "Here you can see my last UX projects. If you want, you can find more realized projects and works, and more information about my experience in research conducting, wireframing, prototypin, etc.",
      "text2": "I'm engage in research works and designing for many yeras. In 2019 the course of UX-Designer was my next professional step in the area of IT."
    },
    {
      "text": "Here you can see my last visual projects. I have been involved in visual design for many years.",
      "text2": "I designed logos of organization and events, icons for websites, posters, infographics, book covers, as well as the layouts of websites."
    },
    {
      "text": "Here you can see my last realizations of websites. From 2018 I done some courses in front-end technologies for get professional skills.",
      "text2": "I have been started do websites in 2015, but at first on wix CMS. No, I make websites in front-end technologies: HTML5, CSS, Sass, JavaScript, jQuery, PHP."
    },
    {
      "text": "Here you can see my front-end repositories. There are projects of websites and games, parts of code and steps of learning, on GitHub, GitLab and CodePen.",
      "text2": "Apart my own repositories, look at repositories and site of Zeton project, in wich I'm engaging. It help me to learn cooperation's skills and technologies."
    },
    {
      "text": "Here you can find some exemples of my artistic activity. Because a part of me is an artist, creator and free soul.",
      "text2": "I have started my artistic way on early period of my life. Let see my works, paintings, drawings, and some information on my artistic activities."
    },
    {
      "text": "Here you can find my CV. And this is also the path to my certificates and diplomas.",
      "text2": "If you're looking for a person who wants to constantly develop, learn new technologies and work in an energetic team, you've come to the right place."

    },
    {
      "text": "And here you can find contact with me.",
      "text2": "Please, send me an email, look at my LinkedIn profile or find me in Zeton project's team."
    }
  ],
  "icons": [
    {
      "icon1": "figma.png",
      "icon2": "invision.png"
    },
    {
      "icon1": "gimp.png",
      "icon2": "inkscape.png"
    },
    {
      "icon1": "html5.png",
      "icon2": "css3.png",
      "icon3": "sass.png",
      "icon4": "Bootstrap.png",
      "icon5": "jQuery.png",
      "icon6": "js.png",
      "icon7": "php.png"
    },
    {
      "icon1": "git.png",
      "icon2": "github.png",
      "icon3": "gitlab.png",
      "icon4": "codepen.png",
      "icon5": "npm.png",
      "icon6": "gulp.png",
      "icon7": "slack.png"
    }
  ]
}